Repository: redhog/DemoWave
Catalog: locale/*/LC_MESSAGES/demowave.po
Languages: sv

source: Unknown sorting key
sv: Okänd sorteringsnyckel

source: First
sv: Första

source: Previous
sv: Föregående

source: Next
sv: Nästa

source: Last
sv: Sista

source: Type
sv: Typ

source: Breakpoint
sv: Brytpunkt

source: Show
sv: Visa

source: Current laws
sv: Nuvarande stadgar

source: Referendums
sv: Omröstningar

source: Description
sv: Beskrivning

source: Decisions
sv: Beslut

source: Rejected proposals
sv: Förkastade förslag

source: Title
sv: Titel

source: Started
sv: Startades

source: Estimate
sv: Uppskattad sluttid

source: Passed
sv: Godkändes

source: Rejected
sv: Förkastades

source: Total
sv: Totalsumma

source: Current
sv: Summa

source: Vote
sv: Röst

source: 1 Yes
sv: 1 Ja

source: 0 No vote
sv: 0 Ingen röst

source: -1 No
sv: -1 Nej

source: Action: Add category %s<br />For referendums of type: %s<br />Description: %s<br />
sv: Åtgärd: Lägg till kategorin %s<br />För omröstningar av följande typ: %s<br />Beskrivning: %s<br />

source: type
sv: typ

source: Action: Remove category %s<br />
sv: Åtgärd: Ta bort kategorin %s<br />

source: <h3>%s: (Removed)</h3>
sv: <h3>%s: (Borttagen)</h3>

source: <tr><td>Username:</td><td>%s</td></tr>
sv: <tr><td>Användarnamn:</td><td>%s</td></tr>

source: <tr><td>Password:</td><td>%s</td></tr>
sv: <tr><td>Lösenord:</td><td>%s</td></tr>

source: My settings
sv: Mina inställningar

source: Account management
sv: Kontohantering

source: Search
sv: Sök

source: Log out
sv: Logga ut

source: Register
sv: Registrera

source: Log in
sv: Logga in

source: Help
sv: Hjälp

source: Add/remove category
sv: Lägg till/ta bort kategori

source: Add category
sv: Lägg till

source: Remove category
sv: Ta bort

source: Unable to query for referendum types:
sv: Kunde hämta omröstningstyper:

source: Category type
sv: Kategorityp

source: Path
sv: Sökväg

source: Add paragraph
sv: Lägg till paragraf

source: Add field
sv: Lägg till

source: Change paragraph
sv: Ändra paragraf

source: Remove paragraph
sv: Ta bort paragraf

source: Add new paragraph %s after
sv: Lägg till paragraf %s efter

source: Delete paragraph
sv: Ta bort paragraf

source: Create
sv: Skapa

source: Active
sv: Aktiv

source: Search for referendums in all categories
sv: Sök efter omröstningar i alla kategorier

source: Referendums found in %s categories
sv: Omröstningar funna i %s kategorier

source: Category
sv: Kategori

source: Matches
sv: Omröstningar

source: Name
sv: Namn

source: Username
sv: Användarnamn

source: Given name
sv: Förnamn

source: Surname
sv: Efternamn

source: Password
sv: Lösenord

source: New password
sv: Nytt lösenord

source: Retype password
sv: En gång till

source: User name
sv: Användarnamn

source: Enabled
sv: Ja

source: Disabled
sv: Nej

source: Manage
sv: Hantera konton

source: %s: Users
sv: %s: Användare

source: About this category
sv: Om denna kategori

source: Current category:
sv: Kategori:

source: Top
sv: Rot

source: Paragraphs
sv: Paragrafer

source: Show paragraphs as of
sv: Visa stadgar från (datum/tid)

source: Select date
sv: Välj datum

source: Cast votes
sv: Lägg röster

source: Really log out?
sv: Logga ut?

source: Add new referendum
sv: Lägg till omröstning

source: For referendums of type
sv: För omröstningar av följande typ<br />

source: Register a new account
sv: Registrera nytt användarkonto

source: Search for referendums
sv: Sök efter omröstningar

source: Sub-categories
sv: Underkategorier

source: Account settings
sv: Mina inställningar

source: Save
sv: Spara

source: Search for users
sv: Sök efter användare

source: Unable to insert vote:
sv: Kunde spara röst:

source: Vote registered for referendum %s
sv: Röst registrerad för omröstning %s

source: category
sv: kategori

source: law
sv: stadgar

source: Discussion forum
sv: Diskussionsforum

source: Go to
sv: Gå till

source: This thread is for discussions on the above DemoWave administered referendum.
sv: Denna diskussionstråd är till för diskussioner om ovanstpående omröstning administrerad av DemoWave.
